Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 自更新应用迁移
ar: ترحيل التطبيق ذاتي التحديث
de: Selbstaktualisierende App-Migration
en: Self-Updating App Migration
eo: Self-Updating App Migration
es: Migración de app autoactualizable
fr: Migration d'applications auto-mises à jour
hi: स्व-अपडेटिंग ऐप माइग्रेशन
id: Migrasi aplikasi pembaruan otomatis
it: Migrazione app ad auto-aggiornamento
ja: Self-Updating App Migration
ko: 자동 업데이트 앱 마이그레이션
nl: Migratie van zelfbijwerkende apps
pl: Migracja aplikacji z automatyczną aktualizacją
pt: Migração de apps com auto-atualização
ru: Миграция приложений с автообновлением
th: การย้ายแอปอัปเดตอัตโนมัติ
tr: Otomatik güncellenen uygulama taşıma
vi: Di chuyển ứng dụng tự cập nhật
zh_hant: 自更新應用程式遷移

source: 自然语言处理 NLTK 语料库
ar: NLP NLTK corpora
de: NLP NLTK corpora
en: NLP NLTK corpora
eo: NLP NLTK corpora
es: NLP NLTK corpora
fr: NLP NLTK corpora
hi: NLP NLTK corpora
id: NLP NLTK corpora
it: NLP NLTK corpora
ja: NLP NLTK corpora
ko: NLP NLTK corpora
nl: NLP NLTK corpora
pl: NLP NLTK corpora
pt: NLP NLTK corpora
ru: NLP NLTK corpora
th: NLP NLTK corpora
tr: NLP NLTK corpora
vi: NLP NLTK corpora
zh_hant: 自然語言處理 NLTK 語料庫

source: 规范化受管数据目录链接失败：应用组容器根目录受 macOS 保护
ar: Failed to normalize managed data directory link: app group container root is protected by macOS
de: Failed to normalize managed data directory link: app group container root is protected by macOS
en: Failed to normalize managed data directory link: app group container root is protected by macOS
eo: Failed to normalize managed data directory link: app group container root is protected by macOS
es: Failed to normalize managed data directory link: app group container root is protected by macOS
fr: Failed to normalize managed data directory link: app group container root is protected by macOS
hi: Failed to normalize managed data directory link: app group container root is protected by macOS
id: Failed to normalize managed data directory link: app group container root is protected by macOS
it: Failed to normalize managed data directory link: app group container root is protected by macOS
ko: Failed to normalize managed data directory link: app group container root is protected by macOS
nl: Failed to normalize managed data directory link: app group container root is protected by macOS
pl: Failed to normalize managed data directory link: app group container root is protected by macOS
pt: Failed to normalize managed data directory link: app group container root is protected by macOS
ru: Failed to normalize managed data directory link: app group container root is protected by macOS
th: Failed to normalize managed data directory link: app group container root is protected by macOS
tr: Failed to normalize managed data directory link: app group container root is protected by macOS
vi: Failed to normalize managed data directory link: app group container root is protected by macOS
zh_hant: 规范化受管資料目錄連結失败：應用程式组容器根目錄受 macOS 保护

source: 规范化受管数据目录链接失败：当前外部路径不存在
ar: Failed to normalize managed data directory link: current external path does not exist
de: Failed to normalize managed data directory link: current external path does not exist
en: Failed to normalize managed data directory link: current external path does not exist
eo: Failed to normalize managed data directory link: current external path does not exist
es: Failed to normalize managed data directory link: current external path does not exist
fr: Failed to normalize managed data directory link: current external path does not exist
hi: Failed to normalize managed data directory link: current external path does not exist
id: Failed to normalize managed data directory link: current external path does not exist
it: Failed to normalize managed data directory link: current external path does not exist
ko: Failed to normalize managed data directory link: current external path does not exist
nl: Failed to normalize managed data directory link: current external path does not exist
pl: Failed to normalize managed data directory link: current external path does not exist
pt: Failed to normalize managed data directory link: current external path does not exist
ru: Failed to normalize managed data directory link: current external path does not exist
th: Failed to normalize managed data directory link: current external path does not exist
tr: Failed to normalize managed data directory link: current external path does not exist
vi: Failed to normalize managed data directory link: current external path does not exist
zh_hant: 规范化受管資料目錄連結失败：当前外部路径不存在

source: 规范化管理
ar: تنظيم الإدارة
de: Verwaltung normalisieren
en: Normalize Management
eo: Normigi administradon
es: Normalizar gestión
fr: Normaliser la gestion
hi: प्रबंधन सामान्य करें
id: Normalkan pengelolaan
it: Normalizza gestione
ja: 管理を整理
ko: 관리 정리
nl: Beheer normaliseren
pl: Normalizuj zarządzanie
pt: Normalizar gerenciamento
ru: Нормализовать управление
th: จัดระเบียบการจัดการ
tr: Yönetimi normalleştir
vi: Chuẩn hóa quản lý
zh_hant: 規範化管理

source: 规范化管理: 移动外部数据失败
ar: Normalize management: failed to move external data
de: Normalize management: failed to move external data
en: Normalize management: failed to move external data
eo: Normalize management: failed to move external data
es: Normalize management: failed to move external data
fr: Normalize management: failed to move external data
hi: Normalize management: failed to move external data
id: Normalize management: failed to move external data
it: Normalize management: failed to move external data
ko: Normalize management: failed to move external data
nl: Normalize management: failed to move external data
pl: Normalize management: failed to move external data
pt: Normalize management: failed to move external data
ru: Normalize management: failed to move external data
th: Normalize management: failed to move external data
tr: Normalize management: failed to move external data
vi: Normalize management: failed to move external data
zh_hant: 规范化管理: 移动外部資料失败

source: 规范化管理: 重建本地软链接失败，尝试回滚外部路径
ar: Normalize management: failed to rebuild local symlink; attempting to roll back external path
de: Normalize management: failed to rebuild local symlink; attempting to roll back external path
en: Normalize management: failed to rebuild local symlink; attempting to roll back external path
eo: Normalize management: failed to rebuild local symlink; attempting to roll back external path
es: Normalize management: failed to rebuild local symlink; attempting to roll back external path
fr: Normalize management: failed to rebuild local symlink; attempting to roll back external path
hi: Normalize management: failed to rebuild local symlink; attempting to roll back external path
id: Normalize management: failed to rebuild local symlink; attempting to roll back external path
it: Normalize management: failed to rebuild local symlink; attempting to roll back external path
ko: Normalize management: failed to rebuild local symlink; attempting to roll back external path
nl: Normalize management: failed to rebuild local symlink; attempting to roll back external path
pl: Normalize management: failed to rebuild local symlink; attempting to roll back external path
pt: Normalize management: failed to rebuild local symlink; attempting to roll back external path
ru: Normalize management: failed to rebuild local symlink; attempting to roll back external path
th: Normalize management: failed to rebuild local symlink; attempting to roll back external path
tr: Normalize management: failed to rebuild local symlink; attempting to roll back external path
vi: Normalize management: failed to rebuild local symlink; attempting to roll back external path
zh_hant: 规范化管理: 重建本地软連結失败，尝试回滚外部路径

source: 计算中...
ar: جاري الحساب...
de: Berechnung...
en: Calculating...
eo: Kalkulante...
es: Calculando...
fr: Calcul...
hi: गणना हो रही है...
id: Menghitung...
it: Calcolo...
ja: 計算中...
ko: 계산 중...
nl: Berekenen...
pl: Obliczanie...
pt: Calculando...
ru: Вычисление...
th: กำลังคำนวณ...
tr: Hesaplanıyor...
vi: Đang tính toán...
zh_hant: 計算中...

source: 设备位置
ar: Device Location
de: Device Location
en: Device Location
eo: Device Location
es: Device Location
fr: Device Location
hi: Device Location
id: Device Location
it: Device Location
ja: Device Location
ko: Device Location
nl: Device Location
pl: Device Location
pt: Device Location
ru: Device Location
th: Device Location
tr: Device Location
vi: Device Location
zh_hant: 設備位置

source: 设备名称
ar: Device Name
de: Device Name
en: Device Name
eo: Device Name
es: Device Name
fr: Device Name
hi: Device Name
id: Device Name
it: Device Name
ja: Device Name
ko: Device Name
nl: Device Name
pl: Device Name
pt: Device Name
ru: Device Name
th: Device Name
tr: Device Name
vi: Device Name
zh_hant: 設備名稱

source: 设备速率
ar: Device Speed
de: Device Speed
en: Device Speed
eo: Device Speed
es: Device Speed
fr: Device Speed
hi: Device Speed
id: Device Speed
it: Device Speed
ja: Device Speed
ko: Device Speed
nl: Device Speed
pl: Device Speed
pt: Device Speed
ru: Device Speed
th: Device Speed
tr: Device Speed
vi: Device Speed
zh_hant: 設備速率

source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
eo: Agordoj
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant: 設定

source: 设置日志位置...
ar: تعيين موقع السجل...
de: Protokollspeicherort festlegen...
en: Set Log Location...
eo: Agordi protokolan lokon...
es: Establecer ubicación del registro...
fr: Définir l'emplacement du journal...
hi: लॉग स्थान सेट करें...
id: Atur Lokasi Log...
it: Imposta posizione log...
ja: ログの場所を設定...
ko: 로그 위치 설정...
nl: Loglocatie instellen...
pl: Ustaw lokalizację dziennika...
pt: Definir local do log...
ru: Установить расположение журнала...
th: ตั้งค่าตำแหน่งบันทึก...
tr: Günlük Konumunu Ayarla...
vi: Đặt vị trí nhật ký...
zh_hant: 設定日誌位置...

source: 诊断包导出完成
ar: Diagnostic Package Exported
de: Diagnostic Package Exported
en: Diagnostic Package Exported
eo: Diagnostic Package Exported
es: Diagnostic Package Exported
fr: Diagnostic Package Exported
hi: Diagnostic Package Exported
id: Diagnostic Package Exported
it: Diagnostic Package Exported
ja: Diagnostic Package Exported
ko: 진단 패키지 내보내기가 완료되었습니다
nl: Diagnostic Package Exported
pl: Diagnostic Package Exported
pt: Diagnostic Package Exported
ru: Diagnostic Package Exported
th: Diagnostic Package Exported
tr: Diagnostic Package Exported
vi: Diagnostic Package Exported
zh_hant: 診斷包匯出完成

source: 该应用正在运行。请先退出应用，然后再试。
ar: التطبيق قيد التشغيل. يرجى الإنهاء والمحاولة مرة أخرى.
de: App läuft. Bitte beenden und erneut versuchen.
en: App is running. Please quit and try again.
eo: Aplikaĵo funkcias. Bonvolu forlasi kaj reprovi.
es: La app se está ejecutando. Salga e inténtelo de nuevo.
fr: L'application est en cours d'exécution. Veuillez quitter et réessayer.
hi: ऐप चल रहा है। कृपया इसे बंद करें और पुनः प्रयास करें।
id: Aplikasi sedang berjalan. Silakan keluar dan coba lagi.
it: L'app è in esecuzione. Esci e riprova.
ja: アプリが実行中です。終了してもう一度お試しください。
ko: 앱이 실행 중입니다. 종료하고 다시 시도하십시오.
nl: App is actief. Sluit af en probeer het opnieuw.
pl: Aplikacja działa. Wyjdź i spróbuj ponownie.
pt: O app está em execução. Saia e tente novamente.
ru: Приложение запущено. Выйдите и попробуйте снова.
th: แอปกำลังทำงาน โปรดออกและลองอีกครั้ง
tr: Uygulama çalışıyor. Lütfen çıkın ve tekrar deneyin.
vi: Ứng dụng sedang chạy. Vui lòng thoát và thử lại.
zh_hant: 該應用程式正在執行。請先退出應用程式，然後再試。

source: 该目录不是符号链接，无法还原：%@
ar: This directory is not a symlink, cannot restore: %@
de: This directory is not a symlink, cannot restore: %@
en: This directory is not a symlink, cannot restore: %@
eo: This directory is not a symlink, cannot restore: %@
es: This directory is not a symlink, cannot restore: %@
fr: This directory is not a symlink, cannot restore: %@
hi: This directory is not a symlink, cannot restore: %@
id: This directory is not a symlink, cannot restore: %@
it: This directory is not a symlink, cannot restore: %@
ja: This directory is not a symlink, cannot restore: %@
ko: This directory is not a symlink, cannot restore: %@
nl: This directory is not a symlink, cannot restore: %@
pl: This directory is not a symlink, cannot restore: %@
pt: This directory is not a symlink, cannot restore: %@
ru: Этот каталог не является символической ссылкой, восстановление невозможно: %@
th: This directory is not a symlink, cannot restore: %@
tr: This directory is not a symlink, cannot restore: %@
vi: This directory is not a symlink, cannot restore: %@
zh_hant: 该目錄不是符号連結，无法還原：%@

source: 该目录与已管理目录存在包含关系
ar: This folder overlaps with a managed folder
de: This folder overlaps with a managed folder
en: This folder overlaps with a managed folder
eo: This folder overlaps with a managed folder
es: This folder overlaps with a managed folder
fr: This folder overlaps with a managed folder
hi: This folder overlaps with a managed folder
id: This folder overlaps with a managed folder
it: This folder overlaps with a managed folder
ja: This folder overlaps with a managed folder
ko: This folder overlaps with a managed folder
nl: This folder overlaps with a managed folder
pl: This folder overlaps with a managed folder
pt: This folder overlaps with a managed folder
ru: This folder overlaps with a managed folder
th: This folder overlaps with a managed folder
tr: This folder overlaps with a managed folder
vi: This folder overlaps with a managed folder
zh_hant: 該目錄與已管理目錄存在包含關係

source: 该目录位于沙盒容器内，macOS 会校验容器完整性。迁移会导致应用启动崩溃。
ar: hada aldaleel fi dakhil hafizat alrimal. yatahadat macOS min salamat alhafizat. sayajalt alttahil alttatbiq eind albash.
de: Dieses Verzeichnis befindet sich in einem Sandbox-Container. macOS ueberprueft die Container-Integritaet. Eine Migration fuehrte zum Absturz der App beim Start.
en: This directory is inside a sandbox container. macOS validates container integrity. Migration will cause the app to crash on launch.
eo: Chi tiu direktoro troviighas ene de sabloksa ujo. macOS validas la integritecon de la ujo. Migrado kauxus kracon de la aplikacio dum lancho.
es: Este directorio esta dentro de un contenedor sandbox. macOS verifica la integridad del contenedor. La migracion haria que la app se cierre inesperadamente al iniciar.
fr: Ce repertoire se trouve dans un conteneur sandbox. macOS verifie l'integrite du conteneur. La migration provoquerait un plantage de l'application au demarrage.
hi: yah drectory sandbox container ke andar hai. macOS container ki ekta ki jaanch karta hai. maigreshan se app shuru hone par kraash ho jaayega.
id: Direktori ini berada di dalam wadah sandbox. macOS memvalidasi integritas wadah. Migrasi akan menyebabkan aplikasi mogok saat diluncurkan.
it: Questa directory si trova all'interno di un contenitore sandbox. macOS verifica l'integrita del contenitore. La migrazione causerebbe il crash dell'app all'avvio.
ja: This directory is inside a sandbox container. macOS validates container integrity. Migration will cause the app to crash on launch.
ko: 이 디렉토리는 샌드박스 컨테이너 내부에 있습니다. macOS는 컨테이너 무결성을 검증합니다. 마이그레이션하면 앱이 시작 시 충돌합니다.
nl: Deze map bevindt zich in een sandbox-container. macOS verifieert de integriteit van de container. Migratie veroorzaakt een crash van de app bij het opstarten.
pl: Ten katalog znajduje sie w kontenerze sandbox. macOS weryfikuje integralnosc kontenera. Migracja spowoduje awarie aplikacji przy uruchomieniu.
pt: Este diretorio esta dentro de um contêiner sandbox. macOS valida a integridade do contêiner. A migracao faria o app travar ao iniciar.
ru: Etot katalog nakhoditsya vnutri konteynera pesochnitsy. macOS proveryayet tselostnost konteynera. Migratsiya privedyot k sboyu prilozheniya pri zapuske.
th: drectory ni yu nai sandbox container. macOS ja truatsob khwam sombat khong container. kan yai ja thang hai app lom khi lot
tr: Bu dizin bir sandbox konteynerinin icinde. macOS konteyner butunlugunu dogrular. Tasima uygulamanin baslatilmasinda cokmesine neden olur.
vi: Thu muc nay nam trong sandbox container. macOS xac minh tinh toan ven cua container. Di chuyen se khiem ung dung crash khi khoi dong.
zh_hant: 該目錄位於沙盒容器內，macOS 會校驗容器完整性。遷移會導致應用啟動崩潰。

source: 该目录包含可执行文件路径引用，整体迁移可能导致命令行工具失效
ar: This directory contains executable file path references, migrating may cause CLI tools to fail
de: This directory contains executable file path references, migrating may cause CLI tools to fail
en: This directory contains executable file path references, migrating may cause CLI tools to fail
eo: This directory contains executable file path references, migrating may cause CLI tools to fail
es: This directory contains executable file path references, migrating may cause CLI tools to fail
fr: This directory contains executable file path references, migrating may cause CLI tools to fail
hi: This directory contains executable file path references, migrating may cause CLI tools to fail
id: This directory contains executable file path references, migrating may cause CLI tools to fail
it: This directory contains executable file path references, migrating may cause CLI tools to fail
ja: このディレクトリには実行ファイルパス参照が含まれており、移行するとCLIツールが使用できなくなる可能性があります
ko: This directory contains executable file path references, migrating may cause CLI tools to fail
nl: This directory contains executable file path references, migrating may cause CLI tools to fail
pl: This directory contains executable file path references, migrating may cause CLI tools to fail
pt: This directory contains executable file path references, migrating may cause CLI tools to fail
ru: This directory contains executable file path references, migrating may cause CLI tools to fail
th: This directory contains executable file path references, migrating may cause CLI tools to fail
tr: This directory contains executable file path references, migrating may cause CLI tools to fail
vi: This directory contains executable file path references, migrating may cause CLI tools to fail
zh_hant: 該目錄包含可執行檔案路徑引用，整體遷移可能導致命令列工具失效

source: 该目录包含绝对路径配置，整体迁移可能导致工具配置失效
ar: This directory contains absolute path configurations; migration may break tool settings.
de: This directory contains absolute path configurations; migration may break tool settings.
en: This directory contains absolute path configurations; migration may break tool settings.
eo: This directory contains absolute path configurations; migration may break tool settings.
es: This directory contains absolute path configurations; migration may break tool settings.
fr: This directory contains absolute path configurations; migration may break tool settings.
hi: This directory contains absolute path configurations; migration may break tool settings.
id: This directory contains absolute path configurations; migration may break tool settings.
it: This directory contains absolute path configurations; migration may break tool settings.
ja: This directory contains absolute path configurations; migration may break tool settings.
ko: This directory contains absolute path configurations; migration may break tool settings.
nl: This directory contains absolute path configurations; migration may break tool settings.
pl: This directory contains absolute path configurations; migration may break tool settings.
pt: This directory contains absolute path configurations; migration may break tool settings.
ru: This directory contains absolute path configurations; migration may break tool settings.
th: This directory contains absolute path configurations; migration may break tool settings.
tr: This directory contains absolute path configurations; migration may break tool settings.
vi: This directory contains absolute path configurations; migration may break tool settings.
zh_hant: 该目錄包含绝对路径配置，整体遷移可能导致工具配置失效

source: 该目录受 macOS 系统保护，无法迁移：%@。请改为迁移容器内的子目录。
ar: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
de: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
en: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
eo: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
es: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
fr: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
hi: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
id: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
it: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
ja: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
ko: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
nl: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
pl: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
pt: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
ru: Этот каталог защищён системой macOS, перенос невозможен: %@. Перенесите вместо этого подкаталоги внутри контейнера.
th: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
tr: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
vi: This directory is protected by macOS and cannot be migrated: %@. Please migrate subdirectories within the container instead.
zh_hant: 该目錄受 macOS 系统保护，无法遷移：%@。请改为遷移容器内的子目錄。

source: 该目录已在目录迁移列表中
ar: This folder is already in the directory migration list
de: This folder is already in the directory migration list
en: This folder is already in the directory migration list
eo: This folder is already in the directory migration list
es: This folder is already in the directory migration list
fr: This folder is already in the directory migration list
hi: This folder is already in the directory migration list
id: This folder is already in the directory migration list
it: This folder is already in the directory migration list
ja: This folder is already in the directory migration list
ko: This folder is already in the directory migration list
nl: This folder is already in the directory migration list
pl: This folder is already in the directory migration list
pt: This folder is already in the directory migration list
ru: This folder is already in the directory migration list
th: This folder is already in the directory migration list
tr: This folder is already in the directory migration list
vi: This folder is already in the directory migration list
zh_hant: 該目錄已在目錄遷移列表中

source: 语言
ar: لغة
de: Sprache
en: Language
eo: Lingvo
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hant: 語言
